Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# UserManualDescription
source: When QuickDrop is running, it will appear in the menu bar at the top of your screen. Click the QuickDrop icon if you would like to stop receiving files. To send files from your Android device to your Mac, tap on the share icon on your phone, and select "Quick Share". Your Mac will be listed as an available device. Files will be saved in your Downloads folder. Important: Your Android device and your Mac need to be on the same WiFi network to transfer files.
ar: عند تشغيل QuickDrop، سيظهر في شريط القوائم في أعلى الشاشة. انقر على أيقونة QuickDrop إذا كنت ترغب في إيقاف استقبال الملفات. لإرسال الملفات من جهاز Android الخاص بك إلى جهاز Mac، اضغط على أيقونة المشاركة على هاتفك ثم اختر "Quick Share". سيتم إدراج جهاز Mac كجهاز متاح. سيتم حفظ الملفات في مجلد التنزيلات. مهم: يجب أن يكون جهاز Android وجهاز Mac متصلين بنفس شبكة WiFi لنقل الملفات.
ca: Quan QuickDrop està en execució, apareixerà a la barra de menús a la part superior de la teva pantalla. Fes clic a la icona de QuickDrop si vols deixar de rebre arxius. Per enviar arxius des del teu dispositiu Android al teu Mac, toca la icona d'enviament al telèfon i selecciona "Quick Share". El teu Mac apareixerà com a dispositiu disponible. Els arxius es desaran a la carpeta de Descàrregues. Important: el teu dispositiu Android i el teu Mac necessiten estar a la mateixa xarxa Wi-Fi per transferir arxius.
cs: Když QuickDrop běží, zobrazí se v menu baru v horní části obrazovky. Klikněte na ikonu QuickDrop, pokud chcete přestat přijímat soubory. Chcete-li odeslat soubory z vašeho zařízení Android do Macu, klepněte na ikonu sdílení na vašem telefonu a vyberte "Quick Share". Váš Mac se objeví jako dostupné zařízení. Soubory budou uloženy ve vaší složce Stahování. Důležité: Váš Android a Mac musí být připojeny ke stejné síti Wi-Fi pro přenos souborů.
da: Når QuickDrop kører, vises det i menulinjen øverst på din skærm. Klik på QuickDrop-ikonet, hvis du ønsker at stoppe med at modtage filer. For at sende filer fra din Android-enhed til din Mac skal du trykke på delingsikonet på din telefon og vælge "Quick Share". Din Mac vises som en tilgængelig enhed. Filer gemmes i din Download-mappe. Vigtigt: Din Android-enhed og din Mac skal være på det samme WiFi-netværk for at overføre filer.
de: Wenn QuickDrop ausgeführt wird, wird es in der Menüleiste am oberen Rand des Bildschirms angezeigt. Klicke auf das QuickDrop-Symbol, um den Empfang von Dateien zu beenden. Um Dateien von deinem Android-Gerät an deinen Mac zu senden, tippe auf deinem Handy auf das Teilen-Symbol und wähle „Quick Share“ aus. Dein Mac wird als verfügbares Gerät aufgelistet. Die Dateien werden im Downloads-Ordner gespeichert. Wichtig: Dein Android-Gerät und dein Mac müssen sich im selben Netzwerk befinden, um Dateien zu übertragen.
el: Όταν το QuickDrop εκτελείται, θα εμφανίζεται στη γραμμή μενού στην κορυφή της οθόνης σας. Πατήστε το εικονίδιο QuickDrop εάν θέλετε να σταματήσετε να λαμβάνετε αρχεία. Για να στείλετε αρχεία από τη συσκευή Android στο Mac σας, πατήστε στο εικονίδιο κοινοποίησης στο τηλέφωνό σας και επιλέξτε "Quick Share". Το Mac σας θα εμφανιστεί ως διαθέσιμη συσκευή. Τα αρχεία θα αποθηκευτούν στον φάκελο Λήψεων. Σημαντικό: Η συσκευή Android και το Mac σας πρέπει να βρίσκονται στο ίδιο δίκτυο WiFi για να μεταφέρουν αρχεία.
es: Cuando QuickDrop está en ejecución, aparecerá en la barra de menús en la parte superior de tu pantalla. Haz clic en el icono de QuickDrop si deseas dejar de recibir archivos. Para enviar archivos desde tu dispositivo Android a tu Mac, toca el icono de compartir en tu teléfono y selecciona "Quick Share". Tu Mac aparecerá en la lista de dispositivos disponibles. Los archivos se guardarán en la carpeta Descargas. Importante: tu dispositivo Android y tu Mac deben estar en la misma red wifi para transferir archivos.
es_419: Cuando QuickDrop está en funcionamiento, aparecerá en la barra de menú en la parte superior de tu pantalla. Haz clic en el icono de QuickDrop si deseas dejar de recibir archivos. Para enviar archivos desde tu dispositivo Android a tu Mac, toca el ícono de compartir en tu teléfono y selecciona "Quick Share". Tu Mac aparecerá como un dispositivo disponible. Los archivos se guardarán en tu carpeta de Descargas. Importante: Tu dispositivo Android y tu Mac deben estar en la misma red Wi-Fi para transferir archivos.
fi: Kun QuickDrop on käynnissä, se näkyy näytön yläosassa valikkopalkissa. Napsauta QuickDrop-kuvaketta, jos haluat lopettaa tiedostojen vastaanoton. Lähettääksesi tiedostoja Android-laitteeltasi Macille, napauta puhelimen jakokuvaketta ja valitse 'Quick Share'. Macisi listataan käytettävissä olevaksi laitteeksi. Tiedostot tallennetaan latauskansioosi. Tärkeää: Android-laitteesi ja Macisi täytyy olla samassa Wi-Fi-verkossa siirtoa varten.
fr: Lorsque QuickDrop est en cours d'exécution, il apparaît dans la barre de menu en haut de votre écran. Cliquez sur l'icône QuickDrop si vous souhaitez arrêter de recevoir des fichiers. Pour envoyer des fichiers depuis votre appareil Android vers votre Mac, appuyez sur l'icône de partage sur votre téléphone et sélectionnez "Quick Share". Votre Mac apparaîtra comme un appareil disponible. Les fichiers seront enregistrés dans votre dossier Téléchargements. Important : votre appareil Android et votre Mac doivent être connectés au même réseau WiFi pour transférer des fichiers.
fr_ca: Quand QuickDrop est actif, il apparaît dans la barre de menu en haut de votre écran. Cliquez sur l'icône QuickDrop pour arrêter de recevoir des fichiers. Pour envoyer des fichiers de votre appareil Android à votre Mac, appuyez sur l'icône de partage de votre téléphone et sélectionnez "Partage rapide". Votre Mac sera listé comme appareil disponible. Les fichiers seront enregistrés dans votre dossier Téléchargements. Important : Votre appareil Android et votre Mac doivent être sur le même réseau Wi-Fi pour transférer des fichiers.
he: כאשר QuickDrop פועל, הוא יופיע בסרגל התפריטים בחלק העליון של המסך שלך. לחץ על אייקון QuickDrop אם תרצה להפסיק לקבל קבצים. כדי לשלוח קבצים מהמכשיר ה-Android שלך ל-Mac, הקש על סמל השיתוף בטלפון ובחר "Quick Share". ה-Mac שלך יופיע כמכשיר זמין. קבצים יישמרו בתיקיית ההורדות שלך. חשוב: המכשיר ה-Android שלך ו-Mac שלך חייבים להיות מחוברים לאותה רשת Wi-Fi כדי להעביר קבצים.
hi: जब QuickDrop चल रहा होगा, यह आपकी स्क्रीन के शीर्ष पर मेनू बार में दिखाई देगा। यदि आप फ़ाइलें प्राप्त करना बंद करना चाहते हैं तो QuickDrop आइकन पर क्लिक करें। अपने Android डिवाइस से अपने Mac पर फ़ाइलें भेजने के लिए, अपने फोन पर शेयर आइकन पर टैप करें, और 'Quick Share' चुनें। आपका Mac उपलब्ध डिवाइस के रूप में सूचीबद्ध होगा। फ़ाइलें आपके डाउनलोड्स फ़ोल्डर में सहेजी जाएंगी। महत्वपूर्ण: फाइल ट्रांसफर करने के लिए आपका Android डिवाइस और आपका Mac एक ही वाईफाई नेटवर्क पर होना चाहिए।
hr: Kada je QuickDrop pokrenut, pojavit će se na traci izbornika na vrhu vašeg zaslona. Kliknite QuickDrop ikonu ako želite prestati primati datoteke. Za slanje datoteka s Android uređaja na Mac, dodirnite ikonu dijeljenja na svom telefonu i odaberite "Quick Share". Vaš Mac će biti naveden kao dostupan uređaj. Datoteke će se spremiti u mapu Downloads. Važno: Vaš Android uređaj i Mac trebaju biti na istoj WiFi mreži za prijenos datoteka.
hu: Amikor a QuickDrop fut, megjelenik a képernyő tetején lévő menüsorban. Kattints a QuickDrop ikonra, ha le szeretnéd állítani a fájlok fogadását. Ha fájlokat szeretnél küldeni Android-eszközödről Mac-re, érintsd meg a megosztás ikont a telefonodon, majd válaszd a "Quick Share" lehetőséget. A Mac-ed megjelenik az elérhető eszközök listájában. A fájlok a Letöltések mappába kerülnek. Fontos: Az Android-eszközödnek és a Mac-ednek ugyanazon a WiFi hálózaton kell lennie a fájlátvitelhez.
id: Ketika QuickDrop sedang berjalan, itu akan muncul di bilah menu di bagian atas layar Anda. Klik ikon QuickDrop jika Anda ingin berhenti menerima file. Untuk mengirim file dari perangkat Android Anda ke Mac Anda, ketuk ikon berbagi di ponsel Anda, dan pilih "Quick Share". Mac Anda akan terdaftar sebagai perangkat yang tersedia. File akan disimpan di folder Unduhan Anda. Penting: Perangkat Android Anda dan Mac Anda perlu berada di jaringan Wi-Fi yang sama untuk mentransfer file.
it: Quando QuickDrop è in esecuzione, apparirà nella barra dei menu in alto sullo schermo. Fai clic sull'icona di QuickDrop se desideri interrompere la ricezione dei file. Per inviare file dal tuo dispositivo Android al Mac, tocca l'icona di condivisione sul telefono e seleziona "Quick Share". Il tuo Mac verrà elencato come dispositivo disponibile. I file verranno salvati nella cartella Download. Importante: il tuo dispositivo Android e il tuo Mac devono essere sulla stessa rete WiFi per trasferire i file.
ja: QuickDropが実行されていると、画面上部のメニューバーに表示されます。ファイルの受信を停止するには、QuickDropアイコンをクリックしてください。 AndroidデバイスからMacにファイルを送信するには、スマートフォンの共有アイコンをタップし、「Quick Share」を選択します。Macが利用可能なデバイスとして表示されます。ファイルはダウンロードフォルダに保存されます。 重要: AndroidデバイスとMacは同じWiFiネットワークに接続されている必要があります。
ko: QuickDrop이 실행 중이면 화면 상단의 메뉴 막대에 표시됩니다. 파일 수신을 중지하려면 QuickDrop 아이콘을 클릭하세요. Android 기기에서 Mac으로 파일을 보내려면 휴대폰에서 공유 아이콘을 누른 후 "Quick Share"를 선택하세요. Mac이 사용 가능한 장치 목록에 표시됩니다. 파일은 다운로드 폴더에 저장됩니다. 중요: Android 기기와 Mac이 동일한 WiFi 네트워크에 있어야 파일을 전송할 수 있습니다.
ms: Apabila QuickDrop berjalan, ia akan muncul di bar menu di bahagian atas skrin anda. Klik ikon QuickDrop jika anda ingin berhenti menerima fail. Untuk menghantar fail dari peranti Android anda ke Mac anda, ketik ikon berkongsi pada telefon anda, dan pilih "Kongsi Pantas". Mac anda akan disenaraikan sebagai peranti yang boleh digunakan. Fail akan disimpan di dalam folder Muat Turun anda. Penting: Peranti Android anda dan Mac anda perlu berada dalam rangkaian WiFi yang sama untuk memindahkan fail.
nb: Når QuickDrop kjører, vises det i menylinjen øverst på skjermen. Klikk på QuickDrop-ikonet hvis du vil slutte å motta filer. For å sende filer fra Android-enheten til Mac-en, trykk på deleikonet på telefonen og velg "Quick Share". Mac-en din vil bli vist som tilgjengelig enhet. Filene vil bli lagret i Nedlastinger-mappen. Viktig: Android-enheten og Mac-en må være på samme Wi-Fi-nettverk for å overføre filer.
nl: Wanneer QuickDrop actief is, verschijnt het in de menubalk bovenaan je scherm. Klik op het QuickDrop-icoon als je wilt stoppen met het ontvangen van bestanden. Om bestanden van je Android-apparaat naar je Mac te sturen, tik op het deel-icoon op je telefoon en selecteer "Quick Share". Je Mac wordt weergegeven als een beschikbaar apparaat. Bestanden worden opgeslagen in je Downloads-map. Belangrijk: Je Android-apparaat en Mac moeten op hetzelfde WiFi-netwerk zitten om bestanden over te dragen.
pl: Kiedy QuickDrop jest uruchomiony, pojawi się na pasku menu u góry ekranu. Kliknij ikonę QuickDrop, jeśli chcesz przerwać odbieranie plików. Aby wysłać pliki z urządzenia z Androidem na Maca, dotknij ikony udostępniania na telefonie i wybierz „Quick Share”. Twój Mac pojawi się na liście dostępnych urządzeń. Pliki zostaną zapisane w folderze Pobrane. Ważne: Twoje urządzenie z Androidem i Mac muszą być w tej samej sieci Wi-Fi, aby przesyłać pliki.
pt_br: Quando o QuickDrop estiver em execução, ele aparecerá na barra de menus na parte superior da tela. Clique no ícone do QuickDrop se quiser parar de receber arquivos. Para enviar arquivos do seu dispositivo Android para o Mac, toque no ícone de compartilhamento no celular e selecione "Quick Share". Seu Mac será listado como um dispositivo disponível. Os arquivos serão salvos na pasta Downloads. Importante: Seu dispositivo Android e seu Mac precisam estar na mesma rede WiFi para transferir arquivos.
pt_pt: Quando o QuickDrop está em execução, aparece na barra de menus na parte superior do ecrã. Clique no ícone do QuickDrop se quiser parar de receber ficheiros. Para enviar ficheiros do seu dispositivo Android para o Mac, toque no ícone de partilha no telemóvel e selecione "Quick Share". O seu Mac será listado como um dispositivo disponível. Os ficheiros serão guardados na pasta Transferências. Importante: O seu dispositivo Android e o seu Mac precisam de estar na mesma rede WiFi para transferir ficheiros.
ro: Când QuickDrop rulează, acesta va apărea în bara de meniu din partea de sus a ecranului. Fă clic pe pictograma QuickDrop dacă dorești să oprești primirea fișierelor. Pentru a trimite fișiere de pe dispozitivul Android pe Mac, atinge pictograma de partajare de pe telefon și selectează "Quick Share". Mac-ul tău va fi afișat ca un dispozitiv disponibil. Fișierele vor fi salvate în folderul Descărcări. Important: Dispozitivul tău Android și Mac-ul trebuie să fie conectate la aceeași rețea WiFi pentru a transfera fișiere.
ru: Когда QuickDrop работает, он появится в строке меню в верхней части экрана. Нажмите на иконку QuickDrop, если хотите прекратить прием файлов. Чтобы отправить файлы с устройства Android на Mac, нажмите значок «Поделиться» на телефоне и выберите «Quick Share». Ваш Mac появится в списке доступных устройств. Файлы будут сохранены в папке «Загрузки». Важно: ваше устройство Android и Mac должны быть в одной сети WiFi для передачи файлов.
sv: När QuickDrop körs visas det i menyraden längst upp på skärmen. Klicka på QuickDrop-ikonen om du vill sluta ta emot filer. För att skicka filer från din Android-enhet till din Mac, tryck på dela-ikonen på din telefon och välj "Quick Share". Din Mac kommer att listas som en tillgänglig enhet. Filer sparas i mappen Nerladdningar. Viktigt: Din Android-enhet och din Mac måste vara på samma WiFi-nätverk för att överföra filer.
th: เมื่อ QuickDrop ทำงานอยู่ จะปรากฏในแถบเมนูที่ด้านบนของหน้าจอ คลิกที่ไอคอน QuickDrop หากต้องการหยุดรับไฟล์ ในการส่งไฟล์จากอุปกรณ์ Android ไปยัง Mac ของคุณ ให้แตะไอคอนแชร์บนโทรศัพท์ แล้วเลือก "Quick Share" Mac ของคุณจะปรากฏเป็นอุปกรณ์ที่ใช้ได้ ไฟล์จะถูกบันทึกลงในโฟลเดอร์ดาวน์โหลด สำคัญ: อุปกรณ์ Android และ Mac ของคุณต้องเชื่อมต่อกับเครือข่าย WiFi เดียวกันเพื่อถ่ายโอนไฟล์
tr: QuickDrop çalışırken, ekranınızın üstündeki menü çubuğunda görünür. Dosya almayı durdurmak istiyorsanız QuickDrop simgesine tıklayın. Android cihazınızdan Mac'inize dosya göndermek için telefonunuzdaki paylaş simgesine dokunun ve "Quick Share"i seçin. Mac'iniz uygun bir cihaz olarak listelenecektir. Dosyalar İndirilenler klasörünüze kaydedilir. Önemli: Dosya transferi için Android cihazınız ile Mac'inizin aynı Wi-Fi ağına bağlı olması gerekir.
uk: Коли QuickDrop працює, він з'являється в рядку меню у верхній частині екрана. Натисніть на іконку QuickDrop, якщо хочете припинити отримання файлів. Щоб надіслати файли з вашого пристрою Android на Mac, торкніться значка спільного доступу на телефоні та виберіть "Quick Share". Ваш Mac з'явиться у списку доступних пристроїв. Файли будуть збережені в папці «Завантаження». Важливо: ваш пристрій Android і Mac повинні бути в одній WiFi-мережі для передачі файлів.
vi: Khi QuickDrop chạy, nó sẽ xuất hiện trên thanh menu ở đầu màn hình của bạn. Nhấp vào biểu tượng QuickDrop nếu bạn muốn dừng nhận tệp. Để gửi tệp từ thiết bị Android sang Mac, nhấn vào biểu tượng chia sẻ trên điện thoại và chọn "Chia sẻ Nhanh". Mac của bạn sẽ được liệt kê như một thiết bị có sẵn. Tệp sẽ được lưu trong thư mục Tải xuống. Quan trọng: Thiết bị Android của bạn và Mac cần trên cùng mạng Wi-Fi để chuyển tệp.
zh_hans: 当 QuickDrop 运行时，它会显示在屏幕顶部的菜单栏中。如果您想停止接收文件，请点击 QuickDrop 图标。 要将文件从 Android 设备发送到 Mac，请点击手机上的共享图标，然后选择“Quick Share”。您的 Mac 将列为可用设备。文件将保存在“下载”文件夹中。 重要：您的 Android 设备和 Mac 需要连接到同一个 WiFi 网络才能传输文件。
zh_hant: 當 QuickDrop 運行時，它將顯示在螢幕頂部的選單列中。如果您想停止接收檔案，單擊 QuickDrop 圖標。 要將檔案從 Android 裝置傳送到 Mac，請點擊手機上的「共享」圖標，然後選擇「快速共享」。您的 Mac 將列為可用裝置。檔案將保存到您的下載資料夾中。 重要提示：您的 Android 裝置和 Mac 需要連接到同一 WiFi 網路才能傳輸檔案。

source: Visible as %@
ar: ظاهر كـ %@
ca: Visible com %@
cs: Viditelné jako %@
da: Synlig som %@
de: Sichtbar als %@
el: Ορατό ως %@
es: Visible como %@
es_419: Visible como %@
fi: Näkyvissä nimellä %@
fr: Visible sous %@
fr_ca: Visible sous %@
he: גלוי כ- %@
hi: %@ के रूप में दिख रहा है
hr: Vidljivo kao %@
hu: Látható mint %@
id: Terlihat sebagai %@
it: Visibile come %@
ja: %@として表示
ko: %@로 표시됨
ms: Kelihatan sebagai %@
nb: Synlig som %@
nl: Zichtbaar als %@
pl: Widoczny jako %@
pt_br: Visível como %@
pt_pt: Visível como %@
ro: Vizibil ca %@
ru: Видимо как %@
sv: Synlig som %@
th: มองเห็นได้เป็น %@
tr: %@ olarak görünüyor
uk: Видимий як %@
vi: Hiển thị dưới dạng %@
zh_hans: 显示为%@
zh_hant: 顯示為%@

source: Welcome to QuickDrop
ar: مرحبًا بك في QuickDrop
ca: Benvingut a QuickDrop
cs: Vítejte v QuickDrop
da: Velkommen til QuickDrop
de: Willkommen bei QuickDrop
el: Καλώς ήρθατε στο QuickDrop
es: Bienvenido a QuickDrop
es_419: Bienvenido a QuickDrop
fi: Tervetuloa QuickDropiin
fr: Bienvenue sur QuickDrop
fr_ca: Bienvenue sur QuickDrop
he: ברוך הבא ל-QuickDrop
hi: QuickDrop में आपका स्वागत है
hr: Dobrodošli u QuickDrop
hu: Üdvözlünk a QuickDropban
id: Selamat datang di QuickDrop
it: Benvenuto su QuickDrop
ja: QuickDropへようこそ
ko: QuickDrop에 오신 것을 환영합니다
ms: Selamat datang ke QuickDrop
nb: Velkommen til QuickDrop
nl: Welkom bij QuickDrop
pl: Witamy w QuickDrop
pt_br: Bem-vindo ao QuickDrop
pt_pt: Bem-vindo ao QuickDrop
ro: Bine ai venit la QuickDrop
ru: Добро пожаловать в QuickDrop
sv: Välkommen till QuickDrop
th: ยินดีต้อนรับสู่ QuickDrop
tr: QuickDrop'a Hoşgeldiniz
uk: Ласкаво просимо до QuickDrop
vi: Chào mừng bạn đến với QuickDrop
zh_hans: 欢迎使用 QuickDrop
zh_hant: 歡迎使用 QuickDrop

# YouAreSending
source: You’re sending
ar: أنت ترسل
ca: Estàs enviant
cs: Odesíláte
da: Du sender
de: Du sendest
el: Αποστέλλετε
es: Estás enviando
es_419: Estás enviando
fi: Olet lähettämässä
fr: Vous envoyez
fr_ca: Vous envoyez
he: אתה שולח
hi: आप भेज रहे हैं
hr: Šaljete
hu: Küldés alatt
id: Anda mengirimkan
it: Stai inviando
ja: 送信中です
ko: 보내는 중입니다
ms: Anda menghantar
nb: Du sender
nl: Je bent aan het verzenden
pl: Przesyłasz
pt_br: Você está enviando
pt_pt: Está a enviar
ro: Trimiteți
ru: Вы отправляете
sv: Du skickar
th: คุณกำลังส่ง
tr: Gönderiyorsunuz
uk: Ви надсилаєте
vi: Bạn đang gửi
zh_hans: 您正在发送
zh_hant: 您正在傳送中

# YouAreVisibleAs
source: You're visible as
ar: مرئي كـ
ca: Ets visible com
cs: Jste viditelný jako
da: Du vises som
de: Du bist sichtbar als
el: Είστε ορατοί ως
es: Estás visible como
es_419: Estás visible como
fi: Olet näkyvissä nimellä
fr: Vous êtes visible en tant que
fr_ca: Vous êtes visible en tant que
he: אתה מופיע בתור
hi: आप दिख रहे हैं जैसा
hr: Vidljivi ste kao
hu: Láthatóként szerepelsz mint
id: Anda terlihat sebagai
it: Sei visibile come
ja: 以下の名前で表示されています
ko: 당신은 다음으로 표시됩니다
ms: Anda kelihatan sebagai
nb: Du er synlig som
nl: Je bent zichtbaar als
pl: Jesteś widoczny jako
pt_br: Você está visível como
pt_pt: Está visível como
ro: Ești vizibil ca
ru: Вы видимы как
sv: Du är synlig som
th: คุณมองเห็นได้ในชื่อ
tr: Şu anda görünüyorsunuz
uk: Вас видно як
vi: Bạn hiển thị dưới tên
zh_hans: 您显示为
zh_hant: 您顯示為

# introduction_continue
source: Continue
ar: متابعة
ca: Continuar
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
es_419: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam Et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# introduction_enable_share_extension
source: Share Files
ar: مشاركة الملفات
ca: Comparteix fitxers
cs: Sdílet soubory
da: Del filer
de: Dateien teilen
el: Κοινή χρήση αρχείων
es: Compartir archivos
es_419: Compartir archivos
fi: Jaa tiedostoja
fr: Partager des fichiers
fr_ca: Partager des fichiers
he: שתף קבצים
hi: फाइलें साझा करें
hr: Dijeli datoteke
hu: Fájlok megosztása
id: Bagikan File
it: Condividi file
ja: ファイルを共有
ko: 파일 공유하기
ms: Kongsi Fail
nb: Del filer
nl: Bestanden delen
pl: Udostępnij pliki
pt_br: Compartilhar Arquivos
pt_pt: Partilhar Ficheiros
ro: Partajează fișiere
ru: Поделиться файлами
sv: Dela filer
th: แชร์ไฟล์
tr: Dosya Paylaş
uk: Передати файли
vi: Chia sẻ tệp
zh_hans: 分享文件
zh_hant: 分享檔案
